load/vegeta/report.txt
Requests      [total, rate, throughput]         600, 20.03, 20.02
Duration      [total, attack, wait]             29.971s, 29.95s, 21.444ms
Latencies     [min, mean, 50, 90, 95, 99, max]  1.91ms, 12.457ms, 12.4ms, 23.349ms, 24.318ms, 26.479ms, 126.239ms
Bytes In      [total, mean]                     327436, 545.73
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:600  
Error Set: